<%@ Page Title="" Language="C#" MasterPageFile="~/LibOfAlex.Master" AutoEventWireup="true" CodeBehind="PYA.aspx.cs" Inherits="lib_of_alex.PYA" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <div class="flex-container">
        <img class="cover" src="res/covers/percy_jackson.jpg" />
        <div id="info">
            <h2>נוער</h2>
            <h3>פרסי ג'קסון</h3>
            <p>
פרסי ג'קסון הוא ילד בן שתים עשרה בכיתה ו' בעל דיסלקסיה והפרעות קשב. פרסי לומד בפנימיית "יאנסי", בית ספר פרטי לילדים בעייתיים בצפון ניו-יורק. אמו היא סאלי ג'קסון. היא נשואה לאביו החורג, גבריאל "גייב" אגליאנו, המכור לפוקר ולבירה. הם גרים בעיר ניו יורק, ופרסי חוזר אליהם במהלך חופשות הקיץ.

בטיול בית הספר למוזיאון מטרופולין לאומנות, פרסי מגלה שהמורה שלו גברת דודס היא אריניה שנשלחה על ידי אל השאול ותוקפת אותו במהלך הטיול. מר ברונר, המלווה והמורה ללטינית נותן לו חרב קסומה בצורת עט. פרסי מנצח את האריניה ומחזיר למר ברונר את העט. לאחר מכן, פרסי, מר ברונר וגרובר - חברו של פרסי מתנהגים כאילו לא קרה דבר.

פרסי חוזר לביתו לחופשת הקיץ. הוא ואימו נוסעים לחופשה ביחד במונטוק. אך, זמן קצר לאחר שהם מגיעים, גרובר מופיע ומזהיר אותם. פרסי מגלה שגרובר הוא סאטיר (חצי תיש וחצי אדם). הם נמלטים במכונית ומגיעים לגבעה אליה גרובר מכוון אותם באומרו שזה מקום בטוח בשבילו. לפני שהם מספיקים להגיע לגבעה מתקיף את המכונית מינוטאור. המפלצת נשלחה על ידי האדס, אל השאול, כדי להרוג את פרסי. אמו של פרסי מסבירה לו שאם יעבור את עץ האורן שעל ראש הגבעה, המינוטאור לא יוכל לפגוע בו, אך היא עצמה אינה מסוגלת לעבור את קו הגבול בשל היותה בת תמותה. כשהמינוטאור מגיע אמו של פרסי מתפוגגת בידיו במטר של אור זהוב. פרסי בתגובה תוקף את המינוטאור, מחסל אותו ולוקח כשלל את קרנו. 
            </p>
            <a href="https://www.e-vrit.co.il/Product/304/%D7%A4%D7%A8%D7%A1%D7%99_%D7%92_%D7%A7%D7%A1%D7%95%D7%9F_%D7%95%D7%92%D7%A0%D7%91_%D7%94%D7%91%D7%A8%D7%A7_1">
                <img src="res/get_the_book.png" width="50" height="50" />
            </a>
        </div>
    </div>
</asp:Content>
